Repository: FraxinusAcer/gdm-settings
Catalog: po/*.po
Languages: gl, ta, zh_hant

source: Theme Name
gl: Nome do tema
ta: கருப்பொருள் பெயர்
zh_hant: 主題名稱

source: Type of Background
gl: TIpo de fondo
ta: பின்னணி வகை
zh_hant: 背景類型

source: Whether GDM background should be an Image, Color or Default.
gl: Se o fondo de GDM debe ser unha Imaxe, unha Cor ou por Defecto.
ta: சி.டி.எம் பின்னணி ஒரு படம், வண்ணம் அல்லது இயல்புநிலையாக இருக்க வேண்டுமா.
zh_hant: GDM 背景應該是圖片、顏色或預設。

source: Background Image
gl: Imaxe de fondo
ta: பின்னணி படம்
zh_hant: 背景圖片

source: The image file to use as GDM background
gl: O arquivo de imaxe a utilizar como fondo de GDM
ta: சி.டி.எம் பின்னணியாகப் பயன்படுத்த படக் கோப்பு
zh_hant: 用來當作GDN背景的圖片檔案

source: Background Image Adjustment
gl: Axustes da imaxe de fondo
ta: பின்னணி பட சரிசெய்தல்
zh_hant: 背景圖片調整

source: Strategy for adjustment of background image.
gl: Estratexia para axustar a imaxe de fondo.
ta: பின்னணி படத்தை சரிசெய்வதற்கான உத்தி.
zh_hant: 背景圖片調整策略。

source: Background Color
gl: Cor de fondo
ta: பின்னணி நிறம்
zh_hant: 背景顏色

source: The Color to use as GDM background
gl: Á cor a usar como fondo de GDM
ta: சி.டி.எம் பின்னணியாகப் பயன்படுத்த வேண்டிய வண்ணம்
zh_hant: 用來作為GDM背景的顏色

source: Pointer speed
gl: Velocidade do punteiro
ta: சுட்டிக்காட்டி விரைவு
zh_hant: 游標速度

source: Pointer speed for the touchpad. Accepted values are in the [-1..1] range (from “unaccelerated” to “fast”). A value of 0 is the system default.
gl: Velocidade do punteiro no touchpad. Os valores aceptados están no rango [-1..1] (dende "desacelerado" ata "rápido"). O valor de 0 é o valor por defecto.
ta: டச்பேடிற்கான சுட்டிக்காட்டி விரைவு. ஏற்றுக்கொள்ளப்பட்ட மதிப்புகள் [-1..1] வரம்பில் உள்ளன (“அங்கீகரிக்கப்படாதது” முதல் “விரைவான” வரை). 0 இன் மதிப்பு என்பது கணினி இயல்புநிலை.
zh_hant: 觸控板游標速度。可接受的數值範圍為 [-1..1]（從「沒有加速」到「快速」）。 0 為系統預設值。

source: If the night light mode is enabled
gl: Se o modo de luz nocturna está activado
ta: இரவு ஒளி பயன்முறை இயக்கப்பட்டிருந்தால்
zh_hant: 如果已啟用夜燈模式

source: Night light mode changes the color temperature of your display when the sun has gone down or at preset times.
gl: O modo de luz nocturna cambia á temperatura de cor da túa pantalla cando o sol se pon ou no horario definido.
ta: இரவு ஒளி பயன்முறை சூரியன் குறைந்துவிட்டால் அல்லது முன்னமைக்கப்பட்ட நேரங்களில் உங்கள் காட்சியின் வண்ண வெப்பநிலையை மாற்றுகிறது.
zh_hant: 夜燈模式會在日落時或預定時間變更顯示器的色溫。

source: Temperature of the display when enabled
gl: Temperatura da pantalla cando está activado
ta: இயக்கப்பட்டிருக்கும் போது காட்சியின் வெப்பநிலை
zh_hant: 啟用時顯示器的溫度

source: This temperature in Kelvin is used to modify the screen tones when night light mode is enabled. Higher values are bluer, lower redder.
gl: Esta temperatura en grados Kelvin úsase para modificar os tonos da pantalla cando o modo de luz nocturna está activado. Os valores máis altos son máis azuis, e os baixos máis vermellos.
ta: கெல்வினில் இந்த வெப்பநிலை இரவு ஒளி பயன்முறை இயக்கப்பட்டிருக்கும் போது திரை டோன்களை மாற்ற பயன்படுகிறது. அதிக மதிப்புகள் ப்ளூ, குறைந்த சிவப்பு.
zh_hant: 此開爾文溫度用於在啟用夜燈模式時修改螢幕色調。數值越高越藍，越低越紅。

source: Use the sunrise and sunset
gl: Usar saída e posta do sol
ta: சூரிய தோன்றுகை மற்றும் சூரிய மறைவு பயன்படுத்தவும்
zh_hant: 使用日出和日落

source: Calculate the sunrise and sunset times automatically, from the current location.
gl: Calcular os horarios de saída e posta do sol automáticamente, a partir da ubicación actual.
ta: தற்போதைய இடத்திலிருந்து தானாகவே சூரிய தோன்றுகை மற்றும் சூரிய மறைவு நேரங்களைக் கணக்கிடுங்கள்.
zh_hant: 自動從目前位置計算日出和日落時間。

source: The start time's hour
gl: A hora de comezo
ta: தொடக்க நேரத்தின் மணி
zh_hant: 開始時間的小時

source: When “schedule-automatic” is disabled, use this start time in hours.
gl: Cando "horario-automático" está desactivado, usar esta "hora" no horario de inicio.
ta: “அட்டவணை-தானியங்கி” முடக்கப்பட்டால், இந்த தொடக்க நேரத்தை மணிநேரங்களில் பயன்படுத்தவும்.
zh_hant: 當「自動排程」已停用時，使用此開始時間的小時。

source: The start time's minute
gl: O minuto do horario de comezo
ta: தொடக்க நேரத்தின் மணித்துளி
zh_hant: 開始時間的分鐘

source: When “schedule-automatic” is disabled, use this start time minutes.
gl: Cando "horario-automático" está desactivado, usar estes "minutos" no horario de inicio.
ta: “அட்டவணை-தானியங்கி” முடக்கப்பட்டால், இந்த தொடக்க நேர நிமிடங்களைப் பயன்படுத்தவும்.
zh_hant: 當「自動排程」已停用時，使用此開始時間的分鐘。

source: The end time's hour
gl: A hora de finalización
ta: இறுதி நேர மணி
zh_hant: 結束時間的小時

source: When “schedule-automatic” is disabled, use this end time in hours.
ta: “அட்டவணை-தானியங்கி” முடக்கப்பட்டால், இந்த இறுதி நேரத்தை மணிநேரங்களில் பயன்படுத்தவும்.
zh_hant: 當「自動排程」已停用時，使用此結束時間的小時。

source: The end time's minute
ta: இறுதி நேரத்தின் மணித்துளி
zh_hant: 結束時間的分鐘

source: When “schedule-automatic” is disabled, use this end time minutes.
ta: “அட்டவணை-தானியங்கி” முடக்கப்பட்டால், இந்த இறுதி நேர நிமிடங்களைப் பயன்படுத்தவும்.
zh_hant: 當「自動排程」已停用時，使用此結束時間的分鐘。

source: Power button action
gl: Comportamento do botón de encendido/apagado
ta: பவர் பொத்தான் செயல்
zh_hant: 電源按鈕動作

source: The action to take when the system power button is pressed. This action is hard-coded (and the setting ignored) on virtual machines (power off) and tablets (suspend).
gl: A acción a executar cando se pulsa o botón de encendido/apagado. Esta acción está forzada (e o axúste ignórase) en máquinas virtuais (apaga) e tablets (suspende).
ta: கணினி ஆற்றல் பொத்தானை அழுத்தும்போது எடுக்க வேண்டிய நடவடிக்கை. இந்த நடவடிக்கை மெய்நிகர் இயந்திரங்கள் (பவர் ஆஃப்) மற்றும் டேப்லெட்டுகள் (இடைநீக்கம்) ஆகியவற்றில் கடின குறியீட்டு (மற்றும் அமைப்பு புறக்கணிக்கப்பட்டது).
zh_hant: 按下系統電源按鈕時要執行的動作。此動作在虛擬機器（關閉電源）和平板電腦（暫停）上是硬編碼的（而且設定被忽略）。

source: Enable power-saver profile when battery is low
gl: Activar o perfil de aforro de enerxía cando a batería está baixa
ta: பேட்டரி குறைவாக இருக்கும்போது பவர்-சேவ் சுயவிவரத்தை இயக்கவும்
zh_hant: 電池電量低時啟用省電模式

source: Automatically enable the "power-saver" profile using power-profiles-daemon if the battery is low.
gl: Activar automáticamente o perfil de aforro de enerxía usando power-profiles-daemon se a batería está baixa.
ta: பேட்டரி குறைவாக இருந்தால் பவர்-ப்ரொஃபைல்கள்-டெய்மனைப் பயன்படுத்தி "பவர்-சேவர்" சுயவிவரத்தை தானாக இயக்கவும்.
zh_hant: 如果電池電量低時，使用 power-profiles-daemon 自動啟用「power-saver」設定檔。

source: Dim the screen after a period of inactivity
gl: Atenuar a pantalla despois dun período de inactividade
ta: செயலற்ற காலத்திற்குப் பிறகு திரையை மங்கச் செய்யுங்கள்
zh_hant: 一段時間沒有活動後暗淡螢幕

source: If the screen should be dimmed to save power when the computer is idle.
gl: Se a pantalla se debería atenuar para aforrar enerxía cando o ordenador está en repouso.
ta: கணினி சும்மா இருக்கும்போது சக்தியைச் சேமிக்க திரை மங்கலாக இருக்க வேண்டும்.
zh_hant: 當電腦空閒時，是否應該將螢幕調暗以節電。

source: Whether to blank screen when session is idle
gl: Se a pantalla se debe suspender cando a sesión está en repouso
ta: அமர்வு சும்மா இருக்கும்போது வெற்று திரை வேண்டுமா
zh_hant: 是否在工作階段空閒時顯示空白螢幕

source: If the screen should be blanked to save power when the computer is idle.
gl: Se a pantalla se debe suspender para aforrar enerxía cando o ordenador está en repouso.
ta: கணினி சும்மா இருக்கும்போது சக்தியைச் சேமிக்க திரை வெறுமனே இருக்க வேண்டும்.
zh_hant: 當電腦空閒時，是否應該將螢幕顯示為空白以節電。

source: Time before session is considered idle
gl: Tempo antes de que a sesión se considere "en repouso"
ta: அமர்வுக்கு முந்தைய நேரம் சும்மா கருதப்படுகிறது
zh_hant: 工作階段被視為空閒之前的時間

source: The number of minutes of inactivity before the session is considered idle.
gl: O número de minutos de inactividade antes de que a sesión se considere "en repouso".
ta: அமர்வுக்கு முன் செயலற்ற நிமிடங்களின் எண்ணிக்கை சும்மா கருதப்படுகிறது.
zh_hant: 在工作階段被視為空閒之前的不活動分鐘數。

source: Whether to suspend when inactive and using battery
gl: Se se debe suspender o equipo cando está inactivo e usando a batería
ta: செயலற்ற போது இடைநீக்கம் செய்ய வேண்டுமா மற்றும் பேட்டரியைப் பயன்படுத்துவதா
zh_hant: 是否在沒有活動和使用電池時暫停

source: Sleep timeout for computer when on battery
gl: Tempo ata que o ordenador se suspende cando está usando batería
ta: பேட்டரியில் இருக்கும்போது கணினிக்கான தூக்க நேரம் முடிந்தது
zh_hant: 使用電池時電腦的睡眠逾時

source: The amount of time in minutes the computer on battery power needs to be inactive before it goes to sleep. A value of 0 means never.
gl: O tempo en minutos que o ordenador ten que estár inactivo antes de que se suspenda cando usa a batería. O valor de 0 significa nunca.
ta: நிமிடங்களில் நேரத்தின் அளவு பேட்டரி சக்தியில் உள்ள கணினி தூங்குவதற்கு முன் செயலற்றதாக இருக்க வேண்டும். 0 இன் மதிப்பு என்பது ஒருபோதும் இல்லை.
zh_hant: 使用電池供電的電腦在進入睡眠狀態之前需要處於不活動狀態的時間，以分鐘為單位。數值 0 表示永不。

source: Whether to suspend when inactive and plugged in
gl: Se se debe suspender o equipo cando está inactivo e enchufado á corrente
ta: செயலற்ற மற்றும் செருகப்பட்டபோது இடைநீக்கம் செய்ய வேண்டுமா
zh_hant: 是否在沒有活動和使用外接電源時暫停

source: Sleep timeout for computer when plugged in
gl: Tempo ata que o ordenador se suspende cando está conectado á corrente
ta: செருகும்போது கணினிக்கான தூக்க நேரம் முடிந்தது
zh_hant: 使用外接電源時電腦的睡眠逾時

source: The amount of time in minutes the computer on AC power needs to be inactive before it goes to sleep. A value of 0 means never.
gl: O tempo en minutos que o ordenador ten que estár inactivo antes de que se suspenda cando está enchufado á corrente. O valor de 0 significa nunca.
ta: நிமிடங்களில் உள்ள நேரம் ஏசி பவர் கணினி தூங்குவதற்கு முன் செயலற்றதாக இருக்க வேண்டும். 0 இன் மதிப்பு என்பது ஒருபோதும் இல்லை.
zh_hant: 電腦在接通交流電時，閒置多久（分鐘）後進入睡眠模式。若設定為 0，則表示永不進入睡眠模式。

source: Whether to apply top bar tweaks to extracted theme
gl: Se se deben aplicar os axustes da barra superior ó tema extraído
ta: பிரித்தெடுக்கப்பட்ட கருப்பொருளுக்கு டாப் பார் மாற்றங்களை பயன்படுத்தலாமா?
zh_hant: 是否將頂欄調整套用於提取的主題

source: Whether to disable top bar arrows
gl: Se desactivar as frechas da barra superior
ta: டாப் பார் அம்புகளை முடக்க வேண்டுமா
zh_hant: 是否停用頂欄箭頭

source: Whether to disable top bar rounded corners
gl: Se desactivar os bordes redondeados da barra superior
ta: டாப் பார் வட்டமான மூலைகளை முடக்க வேண்டுமா
zh_hant: 是否停用頂欄圓角

source: Whether to change top bar text color
gl: Se cambiar a cor da barra superior
ta: டாப் பார் உரை நிறத்தை மாற்ற வேண்டுமா
zh_hant: 是否變更頂欄文字顏色

source: Top bar text color
gl: Cor da barra superior
ta: மேல் பார் உரை நிறம்
zh_hant: 頂欄文字顏色

source: Whether to change top bar background
gl: Se cambiar o fondo da barra superior
ta: டாப் பார் பின்னணியை மாற்ற வேண்டுமா
zh_hant: 是否變更頂欄背景

source: Top bar background color
gl: Cor de fondo da barra superior
ta: மேல் பார் பின்னணி நிறம்
zh_hant: 頂欄背景顏色

source: GDM Settings
ta: சி.டி.எம் அமைப்புகள்
zh_hant: GDM 設定

source: Customize your login screen
gl: Personaliza a túa pantalla de inicio de sesión
ta: உங்கள் உள்நுழைவு திரையைத் தனிப்பயனாக்குங்கள்
zh_hant: 自訂你的登入畫面

source: Change GDM Settings; Apply theme and background, change cursor theme, icon theme and night light settings, among other things.
gl: Cambia os axustes do GDM; Aplica temas e fondos, cambia o tema do cursor, o paquete de iconos e os axustes de luz nocturna, entre outras cousas.
ta: சி.டி.எம் அமைப்புகளை மாற்றவும்; கருப்பொருள் மற்றும் பின்னணியைப் பயன்படுத்துங்கள், கர்சர் கருப்பொருள், படவுரு கருப்பொருள் மற்றும் இரவு ஒளி அமைப்புகளை மாற்றவும்.
zh_hant: 更改 GDM 設定；套用主題和背景、變更游標主題、圖示主題和夜燈設定等。

source: Mazhar Hussain
ta: மசர் உசேன்

source: Main Window (Desktop Mode)
gl: Ventana principal (Modo escritorio)
ta: முதன்மையான சாளரம் (டெச்க்டாப் பயன்முறை)
zh_hant: 主視窗（桌面模式）

source: Sidebar (Mobile Mode)
gl: Barra lateral (Modo móbil)
ta: பக்கப்பட்டி (மொபைல் பயன்முறை)
zh_hant: 側邊欄（移動模式）

source: Appearance Settings (Mobile Mode)
gl: Axustes de apariencia (Modo móbil)
ta: தோற்ற அமைப்புகள் (மொபைல் பயன்முறை)
zh_hant: 外觀設定（移動模式）

source: Show debug information (in Markdown format)
gl: Mostrar información de erros (en formato Markdown)
ta: பிழைத்திருத்த தகவலைக் காட்டு (மார்க் பேரூர் வடிவத்தில்)
zh_hant: 顯示偵錯資訊（以 Markdown 格式）

source: Show application version
gl: Mostrar a versión da aplicación
ta: பயன்பாட்டு பதிப்பைக் காட்டு
zh_hant: 顯示應用程式版本

source: Set verbosity level manually (from 0 to 5)
gl: Establecer o nivel de verbosidad manualmente (de 0 a 5)
ta: சொற்களஞ்சியம் அளவை கைமுறையாக அமைக்கவும் (0 முதல் 5 வரை)
zh_hant: 手動設定詳細等級（從 0 至 5）

# Argument of --verbosity option
source: LEVEL
gl: NIVEL
ta: நிலை
zh_hant: 等級

source: Enable verbose mode (alias of --verbosity=5)
gl: Activar modo verbosidade (alias de --verbosity=5)
ta: வாய்மொழி பயன்முறையை இயக்கவும் (--verbosity = 5 இன் மாற்றுப்பெயர்)
zh_hant: 啟用詳細模式（別名 --verbosity=5）

source: Enable quiet mode (alias of --verbosity=0)
gl: Activar modo silencioso (alias de --verbosity=0)
ta: அமைதியான பயன்முறையை இயக்கவும் (--verbosity = 0 இன் மாற்றுப்பெயர்)
zh_hant: 啟用安靜模式（別名 --verbosity=0）

source: Invalid verbosity level {level}. Must be 0, 5, or in-between.
gl: O nivel {level} de verbosidade é inválido. Debe ser 0, 5, ou un número no medio.
ta: தவறான சொற்களஞ்சியம் நிலை {level}. 0, 5, அல்லது இடையில் இருக்க வேண்டும்.
zh_hant: 無效的詳細程度 {level}。必須是 0、5 或介於兩者之間。

source: Following programs are required to be installed <b>on the host system</b> for this app to function properly but they are not installed on the host system.
gl: Os seguintes programas deben estar instalados <b>no sistema principal (host system)</b> para que esta aplicación funcione correctamente, pero non están instalados no sistema principal.
ta: இந்த பயன்பாடு சரியாக செயல்பட புரவலன் சிச்டத்தில் <b> இல் பின்வரும் நிரல்கள் நிறுவப்பட வேண்டும் </b> அவை புரவலன் கணினியில் நிறுவப்படவில்லை.
zh_hant: 為了使此應用程式正常運行，需要<b>在主機系統上</b>安裝以下程式，但是它們並沒有安裝在主機系統上。

source: This app requires the following software to function properly but they are not installed.
gl: Esta aplicación require o seguinte software para funcionar correctamente pero non está instalado.
ta: இந்த பயன்பாட்டிற்கு சரியாக செயல்பட பின்வரும் மென்பொருள் தேவைப்படுகிறது, ஆனால் அவை நிறுவப்படவில்லை.
zh_hant: 此應用程式需要以下軟體才能正常運作，但它們尚未被安裝。

# Missing Dependency
source: <b>GDM</b>
ta: <b> சி.டி.எம் </b>

# Missing Dependency
source: <b>Polkit</b>
ta: <b> போல்கிட் </b>

source: Click <a href="{url}">here</a> for instructions on how to install these dependencies on your system.
gl: Fai click <a href="{url}">aquí</a> para obter instrucións sobre como instalar estas dependencias no teu sistema.
ta: உங்கள் கணினியில் இந்த சார்புகளை எவ்வாறு நிறுவுவது என்பதற்கான வழிமுறைகளுக்கு </a> இங்கே </a> இங்கே <a href = "{url}"> என்பதைக் சொடுக்கு செய்க.
zh_hant: 點點選<a href="{url}">這裡</a>檢視如何在您的系統上安裝這些相依套件的說明。

source: Missing Dependencies
gl: Dependencias faltantes
ta: சார்புகளைக் காணவில்லை
zh_hant: 缺少依賴項

source: OK
ta: சரி
zh_hant: 好的

source: Default Shell Theme File Lost
gl: Perdeuse o arquivo do tema por defecto do Shell
ta: இயல்புநிலை செல் கருப்பொருள் கோப்பு இழந்தது
zh_hant: 預設外殼主題檔案遺失

source: The app needs but could not find an unmodified default shell theme file. To fix the issue, reinstall 'gnome-shell-common' or 'gnome-shell' package.
gl: A aplicaicón necesita -pero non puido atopar- un arquivo non modificado do tema do Shell por defecto. Para arreglar o erro, reinstale o paquete 'gnome-shell-common' ou 'gnome-shell'.
ta: பயன்பாட்டிற்கு தேவை, ஆனால் மாற்றப்படாத இயல்புநிலை செல் கருப்பொருள் கோப்பைக் கண்டுபிடிக்க முடியவில்லை. சிக்கலை சரிசெய்ய, 'க்னோம்-செல்-காமன்' அல்லது 'க்னோம்-செல்' தொகுப்பை மீண்டும் நிறுவவும்.
zh_hant: 應用程式需要、但找不到未修改的預設 shell 主題檔案。要解決此問題，請重新安裝 'gnome-shell-common' 或 'gnome-shell' 套件。

source: Donation Request
gl: Petición de doazón
ta: நன்கொடை கோரிக்கை
zh_hant: 捐款請求

source: If you like this app, please consider donating so that we can keep improving it. Thank you! ❤️️
gl: Se che gusta esta app, por favor considera doar para que podamos seguir mellorándoa. Grazas! ❤️️
ta: இந்த பயன்பாட்டை நீங்கள் விரும்பினால், தயவுசெய்து நன்கொடை அளிப்பதைக் கவனியுங்கள், இதன்மூலம் நாங்கள் அதை மேம்படுத்திக் கொள்ள முடியும். நன்றி! ❤️️

source: Not Interested
gl: Non estou interesado
ta: ஆர்வம் இல்லை
zh_hant: 沒有興趣

source: Donate
gl: Doar
ta: நன்கொடை
zh_hant: 捐贈

source: Settings reloaded
gl: Axustes refrescados
ta: அமைப்புகள் மீண்டும் ஏற்றப்பட்டன
zh_hant: 設定已重新載入

source: Session settings loaded successfully
gl: Os axustes de sesión foron cargados correctamente
ta: அமர்வு அமைப்புகள் வெற்றிகரமாக ஏற்றப்பட்டன
zh_hant: 工作階段設定已成功載入

source: Load session settings is NOT supported in Flatpak version
gl: Cargar axustes de sesión NON está soportado na versión Flatpak
ta: சுமை அமர்வு அமைப்புகள் பிளாட்பேக் பதிப்பில் ஆதரிக்கப்படவில்லை
zh_hant: 載入會話設定在 Flatpak 版本中不支援

source: Reset settings successfully
gl: Reseteo de axustes existoso
ta: அமைப்புகளை வெற்றிகரமாக மீட்டமைக்கவும்
zh_hant: 重置設定成功

source: Failed to reset settings
gl: Erro no reseteo dos axustes
ta: அமைப்புகளை மீட்டமைக்கத் தவறிவிட்டது
zh_hant: 重置設定失敗

source: Import
gl: Importar
ta: இறக்குமதி
zh_hant: 匯入

source: Settings were successfully imported from file
gl: Os axustes foron importados con éxito dende o arquivo
ta: அமைப்புகள் வெற்றிகரமாக கோப்பிலிருந்து இறக்குமதி செய்யப்பட்டன
zh_hant: 設定已成功從檔案匯入

source: Failed to import. File is invalid
gl: Erro na importación. O arquivo é inválido
ta: இறக்குமதி செய்யத் தவறிவிட்டது. கோப்பு தவறானது
zh_hant: 匯入失敗。檔案無效

source: Settings were successfully exported
gl: Os axustes foron exportados con éxito
ta: அமைப்புகள் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டன
zh_hant: 設定已成功匯出

source: Failed to export. Permission denied
gl: Erro na exportación. Non ten suficientes permisos
ta: ஏற்றுமதி செய்யத் தவறிவிட்டது. இசைவு மறுக்கப்பட்டது
zh_hant: 匯出失敗。權限被拒絕

source: Failed to export. A directory with that name already exists
gl: Erro na exportación. Xa existe unha carpeta con ese nome
ta: ஏற்றுமதி செய்யத் தவறிவிட்டது. அந்த பெயருடன் ஒரு அடைவு ஏற்கனவே உள்ளது
zh_hant: 匯出失敗。具有該名稱的目錄已存在

# Name of Developer
source: Mazhar Hussain
ta: மசர் உசேன்

# Name of Artist
source: Thales Bindá
ta: தலேச் பிண்டே

source: Copyright 2021-2023 Mazhar Hussain
ta: பதிப்புரிமை 2021-2023 மசார் உசைன்
zh_hant: 版權所有 2021-2023 Mazhar Hussain

source: translator-credits
gl: PolGZ <galego@polgz.mailer.me>
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Blue
gl: Azul
ta: நீலம்

source: Teal
ta: டீல்

source: Green
gl: Verde
ta: பச்சை

source: Yellow
gl: Amarelo
ta: மஞ்சள்

source: Orange
gl: Laranxa
ta: ஆரஞ்சு

source: Red
gl: Vermello
ta: சிவப்பு

source: Pink
gl: Rosa
ta: இளஞ்சிவப்பு

source: Purple
gl: Violeta
ta: ஊதா

source: Slate
ta: ச்லேட்

source: Applied current display settings
gl: Aplicáronse os axustes actuais de pantalla
ta: தற்போதைய காட்சி அமைப்புகள்
zh_hant: 已套用目前顯示設定

source: Failed to apply current display settings
gl: Erro aplicando os axustes actuais de pantalla
ta: தற்போதைய காட்சி அமைப்புகளைப் பயன்படுத்துவதில் தோல்வி
zh_hant: 套用目前顯示設定失敗

source: '$XDG_CONFIG_HOME/monitors.xml' file is required to apply current display settings but it does not exist. In order to create that file automatically, open system 'Settings' and change some display options there.
gl: O arquivo '$XDG_CONFIG_HOME/monitors.xml' é necesario para aplicar os axustes actuais de pantalla, pero non existe. Para crear o arquivo automaticamente, abre os 'Axustes' de sistema e cambia alí algunha opción das pantallas.
ta: தற்போதைய காட்சி அமைப்புகளைப் பயன்படுத்துவதற்கு '$ XDG_CONFIG_HOME/MONITORS.XML' கோப்பு தேவை, ஆனால் அது இல்லை. அந்த கோப்பை தானாக உருவாக்க, கணினி 'அமைப்புகளை' திறந்து சில காட்சி விருப்பங்களை மாற்றவும்.
zh_hant: 需要 '$XDG_CONFIG_HOME/monitors.xml' 檔案來套用目前的顯示設定，但該檔案不存在。 為了自動建立該檔案，請打開系統「設定」並更改一些顯示選項。

source: Monitor Settings Not Found
gl: Axustes de monitor non atopados
ta: அமைப்புகள் காணப்படவில்லை
zh_hant: 找不到顯視器設定

source: Default shell theme extracted to '{folder}' as '{name}'
gl: O tema por defecto do Shell foi extraído a '{folder}' como '{name}'
ta: இயல்புநிலை செல் கருப்பொருள் '{folder}' என '{name}' என பிரித்தெடுக்கப்பட்டது
zh_hant: 預設的 shell 主題已提取到 '{folder}'，名稱為 '{name}'

source: Failed to extract default theme
gl: Erro extraendo o tema por defecto
ta: இயல்புநிலை கருப்பொருளைப் பிரித்தெடுப்பதில் தோல்வி
zh_hant: 提取預設主題失敗

source: Choose File
gl: Escolle un arquivo
ta: கோப்பைத் தேர்வுசெய்க
zh_hant: 選擇檔案

source: (None)
gl: (Ningún)
ta: (எதுவுமில்லை)
zh_hant: （無）

source: Choose
gl: Escolle
ta: தேர்வு
zh_hant: 選擇

source: Images
gl: Imaxes
ta: படங்கள்
zh_hant: 圖片

source: All Files
gl: Todos os arquivos
ta: அனைத்து கோப்புகள்
zh_hant: 全部檔案

source: Choose Image
gl: Escolle unha imaxe
ta: படத்தைத் தேர்வுசெய்க
zh_hant: 選擇圖片

source: Appearance
gl: Apariencia
ta: தோற்றம்
zh_hant: 外觀

source: Fonts
gl: Fontes
ta: எழுத்துருக்கள்
zh_hant: 字體

source: Top Bar
gl: Barra superior
ta: மேல் பட்டி
zh_hant: 頂欄

source: Sound
gl: Son
ta: ஒலி
zh_hant: 聲音

source: Mouse & Touchpad
gl: Rato e panel táctil
ta: மவுச் & டச்பேட்
zh_hant: 滑鼠和觸控板

source: Display
gl: Pantalla
ta: காட்சி
zh_hant: 顯示

source: Login Screen
gl: Pantalla de inicio de sesión
ta: உள்நுழைவு திரை
zh_hant: 登入畫面

source: Power
gl: Enerxía
ta: விசை
zh_hant: 電源

source: Tools
gl: Ferramentas
ta: கருவிகள்
zh_hant: 工具

source: Settings applied successfully
gl: Axustes aplicados con éxito
ta: அமைப்புகள் வெற்றிகரமாக பயன்படுத்தப்படுகின்றன
zh_hant: 設定套用成功

source: Failed to apply settings
gl: Erro aplicando os axustes
ta: அமைப்புகளைப் பயன்படுத்துவதில் தோல்வி
zh_hant: 套用設定失敗

source: Didn't apply. Chosen background image does not exist anymore. Please! choose again.
gl: Non se aplicou. A imaxe elixida xa non existe. Por favor! escolle outra vez.
ta: விண்ணப்பிக்கவில்லை. தேர்ந்தெடுக்கப்பட்ட பின்னணி படம் இனி இல்லை. தயவுசெய்து! மீண்டும் தேர்வு செய்யவும்.
zh_hant: 未套用。選擇的背景圖片已不存在。請重新選擇。

source: Didn't apply. Chosen logo image does not exist anymore. Please! choose again.
gl: Non se aplicou. O logo elixido xa non existe. Por favor! escolle outra vez.
ta: விண்ணப்பிக்கவில்லை. தேர்ந்தெடுக்கப்பட்ட லோகோ படம் இனி இல்லை. தயவுசெய்து! மீண்டும் தேர்வு செய்யவும்.
zh_hant: 沒有套用。選擇的標識圖片不再存在。請！再次選擇。

source: The system may start to look weird/buggy until you re-login or reboot.
gl: Pode que o sistema se vexa de forma estraña/rara ata que volvas iniciar sesión ou reinicies.
ta: நீங்கள் மீண்டும் பதிவுசெய்யும் அல்லது மறுதொடக்கம் செய்யும் வரை கணினி வித்தியாசமாக/தரமற்றதாகத் தோன்றலாம்.
zh_hant: 系統可能會開始看起來怪怪的或有錯誤，直到你重新登入或重新開機。

source: Log Out?
gl: Pechar sesión?
ta: வெளியேறு?
zh_hant: 登出？

source: Cancel
gl: Cancelar
ta: ரத்துசெய்
zh_hant: 取消

source: Log Out
gl: Pechar sesión
ta: விடுபதிகை
zh_hant: 登出

source: Importing from file '{filename}'
gl: Importando a partir do arquivo '{filename}'
ta: '{filename}' கோப்பிலிருந்து இறக்குமதி செய்தல்
zh_hant: 正在從檔案「{filename}」匯入

source: Importing from standard input
gl: Importando a partir de entrada estándar
ta: நிலையான உள்ளீட்டிலிருந்து இறக்குமதி செய்தல்
zh_hant: 正在從標準輸入匯入

source: Failed to parse import file
ta: இறக்குமதி கோப்பை அலசத் தவறிவிட்டது
zh_hant: 解析匯入檔案失敗

source: Failed to read import file. Not encoded in UTF-8
gl: Erro na lectura do ficheiro de importación. Non está codificado en UTF-8
ta: இறக்குமதி கோப்பைப் படிக்கத் தவறிவிட்டது. யுடிஎஃப் -8 இல் குறியாக்கம் செய்யப்படவில்லை
zh_hant: 讀取匯入檔案失敗。不是使用 UTF-8 編碼

source: Imported file does not have section '{section_name}'
gl: O ficheiro importado non ten a sección '{section_name}'
ta: இறக்குமதி செய்யப்பட்ட கோப்பில் '{section_name}' பிரிவு இல்லை
zh_hant: 匯入的檔案沒有章節「{section_name}」

source: Imported file does not have key '{key_name}' in section '{section_name}'
ta: இறக்குமதி செய்யப்பட்ட கோப்பில் '{key_name}' பிரிவில் '{section_name}' இல்லை
zh_hant: 匯入的檔案在「{section_name}」區段中沒有「{key_name}」這個鍵值

source: Exporting to file '{filename}'
gl: Exportando ó arquivo '{filename}'
ta: '{filename}' கோப்புக்கு ஏற்றுமதி செய்தல்
zh_hant: 正在匯出至檔案「{filename}」

source: Cannot write to file '{filename}'. Permission denied
gl: Non se puido gardar como arquivo '{filename}'. Non tes suficientes permisos
ta: '{filename}' கோப்புக்கு எழுத முடியாது. இசைவு மறுக்கப்பட்டது
zh_hant: 無法寫入檔案「{filename}」。權限被拒絕
