Repository: FraxinusAcer/gdm-settings
Catalog: po/*.po
Languages: gl, ta, zh_hant

source: Cannot write to file '{filename}'. A directory with the same name already exists
gl: Non se puido gardar como arquivo '{filename}'. Xa existe unha carpeta co mesmo nome
ta: '{filename}' கோப்புக்கு எழுத முடியாது. அதே பெயருடன் ஒரு அடைவு ஏற்கனவே உள்ளது
zh_hant: 無法寫入檔案 '{filename}'。已經存在相同名稱的目錄

source: Exporting to standard output
gl: Exportando como saída estándar
ta: நிலையான வெளியீட்டிற்கு ஏற்றுமதி
zh_hant: 正在匯出至標準輸出

source: Backing up default shell theme …
gl: Creando copia de seguridade do tema por defecto do Shell …
ta: இயல்புநிலை செல் கருப்பொருள் காப்புப் பிரதி எடுக்கிறது…
zh_hant: 正在備份預設外殼主題…

source: Accent Color
gl: Cor de acento
ta: உச்சரிப்பு நிறம்
zh_hant: 強調色

source: NOTE: This will only work on GNOME 47 (and above) with the 'Default' shell theme.
gl: NOTA: Isto só vai funcionar en GNOME 47 (e superiores) co tema do Shell por 'Defecto'.
ta: குறிப்பு: இது 'இயல்புநிலை' செல் கருப்பொருளுடன் க்னோம் 47 (மற்றும் மேலே) மட்டுமே வேலை செய்யும்.

source: Themes
gl: Temas
ta: கருப்பொருள்கள்
zh_hant: 主題

source: Shell
ta: ஓடு
zh_hant: 外殼

source: Icons
gl: Iconas
ta: சின்னங்கள்
zh_hant: 圖示

source: Cursor
gl: Punteiro
ta: கர்சர்
zh_hant: 游標

source: Background
gl: Fondo
ta: பின்னணி
zh_hant: 背景

source: Type
gl: Tipo
ta: வகை
zh_hant: 類型

source: Default
gl: Por defecto
ta: இயல்புநிலை
zh_hant: 預設

source: Image
gl: Imaxe
ta: படம்
zh_hant: 圖片

source: Color
gl: Cor
ta: நிறம்
zh_hant: 顏色

source: The image to use as background
gl: A imaxe a usar como fondo
ta: பின்னணியாகப் பயன்படுத்த வேண்டிய படம்
zh_hant: 用作背景的圖片

source: Image Adjustment
gl: Axuste da imaxe
ta: பட சரிசெய்தல்
zh_hant: 圖片調整

source: Fit To Screen
gl: Axustar á pantalla
ta: திரைக்கு பொருந்தும்
zh_hant: 符合螢幕尺寸

source: Repeat
gl: Repetir(mosaico)
ta: மீண்டும்
zh_hant: 重複

source: The color to use as background
gl: A cor a usar como fondo
ta: பின்னணியாகப் பயன்படுத்த வேண்டிய வண்ணம்
zh_hant: 用作背景的顏色

source: Apply current display settings
gl: Aplicar os axustes actuais de pantalla
ta: தற்போதைய காட்சி அமைப்புகளைப் பயன்படுத்துங்கள்
zh_hant: 套用目前顯示設定

source: Resolution, refresh rate, monitor positions, etc.
gl: Resolución, taxa de refresco, posicións dos monitores, etc.
ta: தீர்மானம், புதுப்பித்தல் வீதம், கண்காணிப்பு நிலைகள் போன்றவை.
zh_hant: 解析度、重新整理頻率、顯示器位置等。

source: Apply
gl: Aplicar
ta: இடு
zh_hant: 套用

source: Night Light
gl: Luz nocturna
ta: இரவு ஒளி
zh_hant: 夜燈

source: Enable
gl: Activar
ta: இயக்கு
zh_hant: 啟用

source: Schedule
gl: Programar
ta: அட்டவணை
zh_hant: 排程

source: Sunset to Sunrise
gl: Solpor - Amencer
ta: சூரிய உதயத்திற்கு சூரிய மறைவு
zh_hant: 從日落至日出

source: Manual Schedule
gl: Programación manual
ta: கையேடு அட்டவணை
zh_hant: 手動排程

source: Times
gl: Horas
ta: பெருக்கல்
zh_hant: 時間

source: From
gl: Dende
ta: இருந்து
zh_hant: 從

source: To
gl: Ata
ta: பெறுநர்
zh_hant: 至

source: Color Temperature
gl: Temperatura de cor
ta: வண்ண வெப்பநிலை
zh_hant: 色溫

source: Font
gl: Fonte
ta: எழுத்துரு
zh_hant: 字體

source: Antialiasing
ta: ஆன்டிலிசிங்
zh_hant: 抗鋸齒

source: Standard
gl: Estándar
ta: தரநிலை
zh_hant: 標準

source: Subpixel
gl: Subpíxel
ta: சப் படப்புள்ளி
zh_hant: 亞像素

source: None
gl: Ningún
ta: எதுவுமில்லை
zh_hant: 無

source: Hinting
ta: குறிப்பு
zh_hant: 微調

source: Full
gl: Completo
ta: முழு
zh_hant: 完全

source: Medium
gl: Medio
ta: சராசரி
zh_hant: 中等

source: Slight
gl: Leve
ta: லேசான
zh_hant: 輕微

source: Scaling Factor
gl: Factor de escalado
ta: அளவிடுதல் காரணி
zh_hant: 縮放系數

source: Refresh
gl: Refrescar
ta: புதுப்பிப்பு
zh_hant: 重新整理

source: Load session settings
gl: Cargar axustes da sesión
ta: அமர்வு அமைப்புகளை ஏற்றவும்
zh_hant: 載入工作階段設定

source: Reset settings
gl: Resetear os axustes
ta: அமைப்புகளை மீட்டமைக்கவும்
zh_hant: 重置設定

source: Import from file
gl: Importar dende un ficheiro
ta: கோப்பிலிருந்து இறக்குமதி
zh_hant: 從檔案匯入

source: Export to file
gl: Exportar a un ficheiro
ta: கோப்புக்கு ஏற்றுமதி
zh_hant: 匯出至檔案

source: About
gl: Acerca de
ta: பற்றி
zh_hant: 關於

source: Quit
gl: Saír
ta: வெளியேறு
zh_hant: 退出

source: _Apply
gl: _Aplicar
ta: _Aplay
zh_hant: 套用 (&A)

source: Disable Restart Buttons
gl: Desactivar botóns de reinicio
ta: மறுதொடக்கம் பொத்தான்களை முடக்கு
zh_hant: 停用重新啟動按鈕

source: Disable User List
gl: Desactivar a lista de usuarios
ta: பயனர் பட்டியலை முடக்கு
zh_hant: 停用使用者列表

source: Enable Logo
gl: Activar logo
ta: லோகோவை இயக்கவும்
zh_hant: 啟用標識

source: Whether to show a logo below user list
gl: Se mostrar un logo debaixo da lista de usuarios
ta: பயனர் பட்டியலுக்குக் கீழே ஒரு லோகோவைக் காட்ட வேண்டுமா
zh_hant: 是否在使用者列表下方顯示標識

source: Logo
ta: சின்னம்
zh_hant: 標識

source: The image to show below user list
gl: A imaxe a mostrar debaixo da lista de usuarios
ta: பயனர் பட்டியலுக்குக் கீழே காண்பிக்க வேண்டிய படம்
zh_hant: 顯示在使用者列表下方的圖片

source: Welcome Message
gl: Mensaxe de benvida
ta: வரவேற்பு செய்தி
zh_hant: 歡迎訊息

source: Enlarge
gl: Agrandar
ta: பெரிதாக்கு
zh_hant: 放大

source: Message
gl: Mensaxe
ta: செய்தி
zh_hant: 訊息

source: Cursor Size
gl: Tamaño do punteiro
ta: கர்சர் அளவு
zh_hant: 游標大小

# Cursor Size
source: Default
gl: Por defecto
ta: இயல்புநிலை
zh_hant: 預設

# Cursor Size
source: Medium
gl: Medio
ta: சராசரி
zh_hant: 中等

# Cursor Size
source: Large
gl: Grande
ta: பெரிய
zh_hant: 大

# Cursor Size
source: Larger
gl: Máis grande
ta: பெரியது
zh_hant: 更大

# Cursor Size
source: Largest
ta: பெரிய
zh_hant: 最大

source: Mouse
ta: சுட்டி
zh_hant: 滑鼠

source: Pointer Acceleration
ta: சுட்டிக்காட்டி முடுக்கம்
zh_hant: 游標加速

source: Automatic
ta: தானியங்கி
zh_hant: 自動

source: Disabled
ta: முடக்கப்பட்டது
zh_hant: 已停用

source: Enabled
ta: இயக்கப்பட்டது
zh_hant: 已啟用

source: Natural Scrolling
ta: இயற்கை ச்க்ரோலிங்
zh_hant: 自然捲動

source: Scrolling moves the content, not the view.
ta: ச்க்ரோலிங் உள்ளடக்கத்தை நகர்த்துகிறது, பார்வை அல்ல.
zh_hant: 捲動移動的是內容，而不是視圖。

source: Pointer Speed
ta: சுட்டிக்காட்டி விரைவு
zh_hant: 游標速度

source: Touchpad
ta: டச்பேட்
zh_hant: 觸控板

source: Disable on External Mouse
ta: வெளிப்புற சுட்டியில் முடக்கு

source: Disable while Typing
ta: தட்டச்சு செய்யும் போது முடக்கு
zh_hant: 打字時停用

source: Tap to Click
ta: சொடுக்கு செய்ய தட்டவும்
zh_hant: 點擊以點擊

source: Two-finger Scrolling
ta: இரண்டு விரல் ச்க்ரோலிங்
zh_hant: 雙指捲動

source: Scroll by swiping with two fingers.
ta: இரண்டு விரல்களால் ச்வைப் செய்வதன் மூலம் உருட்டவும்.
zh_hant: 用兩根手指滑動即可捲動。

source: Power Button Behavior
ta: ஆற்றல் பொத்தான் நடத்தை
zh_hant: 電源按鈕行為

source: Do Nothing
ta: எதுவும் செய்ய வேண்டாம்
zh_hant: 什麼都不做

source: Suspend
ta: இடைநீக்கம்
zh_hant: 暫停

source: Hibernate
ta: ஐபர்னேட்
zh_hant: 休眠

source: Ask
ta: கேளுங்கள்
zh_hant: 詢問

source: Automatic Power Saver
ta: தானியங்கி ஆற்றல் சேமிப்பாளர்
zh_hant: 自動節電

source: Enables power saver mode when battery is low.
ta: பேட்டரி குறைவாக இருக்கும்போது பவர் சேவர் பயன்முறையை இயக்குகிறது.
zh_hant: 當電池電量低時啟用省電模式。

source: Dim Screen
ta: மங்கலான திரை
zh_hant: 暗淡螢幕

source: Reduces the screen brightness when the computer is inactive.
ta: கணினி செயலற்ற நிலையில் இருக்கும்போது திரை பிரகாசத்தை குறைக்கிறது.
zh_hant: 當電腦閒置時降低螢幕亮度。

source: Turn Screen Off
ta: திரையை அணைக்கவும்
zh_hant: 關閉螢幕

source: Whether to turn the screen off after a period of inactivity.
ta: செயலற்ற காலத்திற்குப் பிறகு திரையை அணைக்க வேண்டுமா.
zh_hant: 是否在一段時間沒有活動後關閉螢幕。

source: Delay
ta: சுணக்கம்
zh_hant: 延遲

source: Time in minutes after which screen will turn off.
ta: சில நிமிடங்களில் திரை அணைக்கப்படும் நேரம்.
zh_hant: 螢幕將在幾分鐘後關閉。

source: Automatic Suspend
ta: தானியங்கி இடைநீக்கம்
zh_hant: 自動暫停

source: Pauses the computer after a period of inactivity.
ta: செயலற்ற காலத்திற்குப் பிறகு கணினியை இடைநிறுத்துகிறது.
zh_hant: 一段時間不活動後暫停電腦。

source: On Battery Power
ta: பேட்டரி சக்தியில்
zh_hant: 使用電池供電時

source: Time in minutes after which the computer will suspend.
ta: கணினி இடைநிறுத்தப்படும் நிமிடங்களில் நேரம்.
zh_hant: 電腦將在幾分鐘後待機。

source: When Plugged In
ta: செருகும்போது
zh_hant: 使用外接電源時

source: Theme
ta: கருப்பொருள்
zh_hant: 主題

source: Over Amplification
ta: ஓவர் பெருக்கம்
zh_hant: 過度放大

source: Allow raising volume above 100%
ta: 100% க்கு மேல் அளவை உயர்த்த அனுமதிக்கவும்
zh_hant: 允許將音量提高到 100% 以上

source: Event Sounds
ta: நிகழ்வு ஒலிகள்
zh_hant: 事件聲音

source: Input Feedback Sounds
ta: உள்ளீட்டு பின்னூட்ட ஒலிகள்
zh_hant: 輸入回饋聲音

source: Default Shell Theme
ta: இயல்புநிலை செல் கருப்பொருள்
zh_hant: 預設外殼主題

source: Include Top Bar Tweaks
ta: டாப் பார் மாற்றங்களைச் சேர்க்கவும்
zh_hant: 包括頂欄調整

source: Extract default shell theme
ta: இயல்புநிலை செல் கருப்பொருள் பிரித்தெடுக்கவும்
zh_hant: 提取預設外殼主題

source: Extract
ta: பிரித்தெடுக்கவும்
zh_hant: 提取

source: Tweaks
ta: மாற்றங்கள்
zh_hant: 調整

source: Change Text Color
ta: உரை நிறத்தை மாற்றவும்
zh_hant: 更改文字顏色

source: Text Color
ta: உரை நிறம்
zh_hant: 文字顏色

source: The color of text in top bar
ta: மேல் பட்டியில் உரையின் நிறம்
zh_hant: 頂欄文字顏色

source: Change Background Color
ta: பின்னணி நிறத்தை மாற்றவும்
zh_hant: 更改背景顏色

source: The color of top bar background
ta: டாப் பார் பின்னணியின் நிறம்
zh_hant: 頂欄背景顏色

source: Disable Arrows
ta: அம்புகளை முடக்கு
zh_hant: 停用箭頭

source: Disable Rounded Corners
ta: வட்டமான மூலைகளை முடக்கு
zh_hant: 停用圓角

source: Accessibility
ta: அணுகல்
zh_hant: 無障礙

source: Always Show Accessibility Menu
ta: அணுகல் மெனுவை எப்போதும் காண்பி
zh_hant: 總是顯示無障礙選單

source: Clock
ta: கடிகை
zh_hant: 時鐘

source: Show Date
ta: தேதியைக் காட்டு

source: Show Weekday
ta: வார நாள் காட்டு
zh_hant: 顯示工作日

source: Show Seconds
ta: விநாடிகளைக் காட்டு
zh_hant: 顯示秒

source: Time Format
ta: நேர வடிவம்
zh_hant: 時間格式

source: 24 Hours
ta: 24 மணி நேரம்
zh_hant: 24 小時

source: Show battery percentage
ta: பேட்டரி சதவீதத்தைக் காட்டு
zh_hant: 顯示電池百分比

source: AM/PM
zh_hant: 上午／下午
